Repository: Britefury/gsculpt
Catalog: i18n/*.po
Languages: hu, tr

source: Detach faces will create two new nodes; one that contains the mesh with the selected faces removed, the other containing only the selected faces. The former will become the current node.
hu: A lapok leválasztása művelet két új csomópontot fog teremteni; az egyik az eltávolított lapokat tartalmazó modelt raktározza, a másik csak a kijelölt lapokat tartalmazza. Az első lesz kijelölve folytatásként.

source: Original node name:
hu: Csomópont eredeti neve:

source: New node name:
hu: Új csomópont neve:

source: Detached node name:
hu: Leválasztott csomópont neve:

source: Bevel faces
hu: Lapok sarkítása
tr: Yüzlerin eğimi

source: Bevel Faces
hu: Lapok sarkítása
tr: Yüzlerin Eğimi

source: Inset:
hu: Beméretez:
tr: Ekle:

source: Singular
hu: Páratlan
tr: Tekil

source: Flow thru marked edges
hu: Megjelölt éleken keresztül áradjon
tr: İşaretlenmiş kenarların tümünü dolaş

source: Mark inset edges
hu: Megjelölt élek beméretezése
tr: Ek kenarlar işaretle

source: Normal sharpen boundary edges
hu: Határ élek merőlegesre élesítése
tr: Uç kenarları normale sivrilt

source: Normal sharpen inset edges
hu: Beméretezett élek merőlegesre élesítése
tr: Ek kenarları normale sivrilt

source: Collapse faces
hu: Lapok összeomlasztása
tr: Yüzleri çökert

source: Collapse Faces
hu: Lapok összeomlasztása
tr: Yüzleri Çökert

source: Delete faces
hu: Lapok törlése
tr: Yüzleri sil

source: Delete
hu: Törlés
tr: Sil

source: Delete Faces
hu: Lapok törlése
tr: Yüzleri Sil

source: Dissolve faces
hu: Lapok lebontása
tr: Yüzleri erit

source: Dissolve Faces
hu: Lapok lebontása
tr: Yüzleri Erit

source: Duplicate faces
hu: Lapok másolása

source: DupF
hu: LMásolás

source: Duplicate Faces
hu: Lapok másolása

source: Offset:
hu: Éltolás:

source: Mark original faces
hu: Eredeti lapok megjelölése

source: Mark duplicate faces
hu: Másolt lapok megjelölése

source: Expand faces
hu: Lapok kitágítása
tr: Yüzleri genişlet

source: Expand Faces
hu: Lapok kitágítása
tr: Yüzleri Genişlet

source: Mark expand edges
hu: Kitágított élek megjelölése
tr: Genişleme kenarlarını işaretle

source: Normal sharpen expand edges
hu: Kitágított élek merőlegesre élesítése
tr: Genişleme kenarlarını normale keskinleşttir

source: Per group
hu: Csoportonként
tr: Her grup

source: Extrude faces
hu: Lapok kitolása
tr: Yüzleri çıkart

source: Extrude Faces
hu: Lapok kitolása
tr: Yüzleri Çıkart

source: Direction:
hu: Irány:
tr: Yönetim:

source: Mark extruded edges
hu: Kitolt élek megjelölése
tr: Çıkartılan kenarları işaretle

source: N-sharp extruded edges
hu: N-élesít kitolt éleket
tr: N-çıkarılmış kenarları netleştir

source: Flatten faces
hu: Lapok lapítása
tr: Yüzleri düzle

source: Free extrude faces
hu: Lapok szabadon kitolása
tr: Serbest yüzleri çıkart

source: F.Extr.
hu: Lpk.szbd.ktol
tr: S.Çkrt.

source: Free Extrude Faces
hu: Lapok szabadon kitolása
tr: Serbest Yüzleri Çıkart

source: Extrusion:
hu: Kitolás:
tr: Çıkart:

source: Grow face selection
hu: Lap kijelölés növelése
tr: Yüz seçeneklerini büyüt

source: Grow Face Selection
hu: Lap kijelölés növelése
tr: Yüz Seçeneklerini Büyüt

source: Inset faces
hu: Lapok beméretezése
tr: Yüzler ekle

source: Inset
hu: Beméretez
tr: Ekle

source: Inset Faces
hu: Lapok beméretezése
tr: Yüzler Ekle

source: With selected edges
hu: Kijelölt élekkel
tr: Seçilmiş kenarlarla beraber

source: With all edges selected
hu: Összes kijelölt élekkel
tr: Bütün kenarlarla beraber seçildi

source: Select faces
hu: Lapok kijelölése
tr: Yüzleri işaretle

source: Unselect faces
hu: Lapok kijelölésének megszűntetése
tr: Yüzlerdeki işareti kaldır

source: Filter face selection
hu: Lap kijelölés szűrése
tr: Yüz seçimini süz

source: Invert face selection
hu: Lap kijelölés megfordítása
tr: Yüz seçimini ters çevir

source: Move faces
hu: Lapok mozgatása
tr: Yüzleri Taşı

source: Move Faces
hu: Lapok mozgatása
tr: Yüzleri Taşı

source: Move faces normal
hu: Lapok mozgatása merőlegesre
tr: Yüzleri normale taşı

source: Rotate faces
hu: Lapok forgatása
tr: Yüzleri dönder

source: Rotate Faces
hu: Lapok forgatása
tr: Yüzleri Dönder

source: Scale faces
hu: Lapok méretezése
tr: Yüzleri ölçekle

source: Scale Faces
hu: Lapok méretezése
tr: Yüzleri Ölçekle

source: Shrink face selection
hu: Lap kijelölés kicsinyítése
tr: Yüz seçimini daralt

source: Shrink Face Selection
hu: Lap kijelölés kicsinyítése
tr: Yüz Seçimini Daralt

source: Tunnel
hu: Alagút
tr: Tünel

source: Weld faces
hu: Lapok összeforrasztása
tr: Yüzleri birleştir

source: Weld Faces
hu: Lapok összeforrasztása
tr: Yüzleri Birleştir

source: From edges
hu: Élekből
tr: Kenarlardan

source: To centre
hu: Középre
tr: Merkeze

source: Mid-point
hu: Közép-pont
tr: Orta-nokta

source: Bandsaw
hu: Szalagfűrész
tr: Şerit

source: Bandsaw targets:
hu: Szalagfűrész célpontok:

source: Stop at marked edges
hu: Megjelölt éleknél megáll
tr: İşaretli kenarlarda dur

source: Click to place bandsaw cuts
hu: Klikkelj, hogy szalagfűrész vágásokat helyezz el
tr: Şeritin kestiklerini yerleştirmek için tıkla

source: Crease vertices
hu: Pontok ráncosítása

source: Crease edges
hu: Élek ráncosítása

source: Crease
hu: Ráncok

source: Crease:
hu: Ráncosít:

source: Creasing affects subdivision. Enable live subdivision to see the result.
hu: Ráncosodásnak a felosztás műveletre van hatása. Engedélyezd az élő-felosztást hogy lásd mit eredményez.

source: Cut
hu: Vágás
tr: Kes

source: Cut targets:
hu: Célok vágása:

source: Cut shapes into a mesh Click to add points to the cut path. Edges will be targeted, or: Hold <shift> to target vertices Hold <control> to place points in faces. Note that points in faces must be preceeded and followed by vertex or edge points
hu: Vágj formákat a modellbe Klikkelj hogy pontokat adj a vágóúthoz. Élek lesznek megcélozva, vagy: Tartsd a <shift> -et pontok megcélozásához Tartsd a <control> -t hogy elhelyezz pontokat lapokban. Ügyelj arra hogy lapokból eredő pontoknak pontból vagy élből kell eredniükés azokban kell végződniük.

source: Draw face
hu: Lap rajzolása

source: DrwFc
hu: Laprjzlsa

source: Draw Face
hu: Lap rajzolása

source: Face points:
hu: Lap pontok:

source: Apply drawing templates
hu: Kirajzoló sablonok engedélyezése

source: Click to place vertices. <shift>-click to weld to an existing vertex in the mesh. Right-click to finish. After this, you can continue by clicking once.
hu: Klikkelj hogy pontokat helyezz el. <Shift>-klikkelj hogy egy létező pontba olvaszd a modellen. Jobb egérgomb klikkelj a művelet befejezéséhez. Mindezek után folytathatod egyszeri kattintással.

source: (Use if you forgot to enable drawing templates before drawing.)
hu: (Használd ha elfelejtetted a kirajzoló sablonokat engedélyezni rajzolás előtt.)

source: DrwQMsh
hu: 4szgmdllrjzlsa

source: Draw Quad Mesh
hu: Négyszögletes modell kirajzolása

source: Quad mesh points:
hu: Négyszögletes modell pontok:

source: Close rows
hu: Sorok zárása

source: Close columns
hu: Oszlopok zárása

source: Click to place vertices. After placing the first row of vertices, right-click to mark the end. Further clicks will place vertices in subsequent rows. Right-click a second time to finish. After this, you can continue by clicking once. <shift>-click to weld to an existing vertex in the mesh. Note: this only works on boundaries (first and last rows and columns)
hu: Klikkelj hogy pontokat helyezz el. Pontok elhelyezésének első sora után jobb egérgomb klikkelj hogy jelezd a művelet végét. További kattintások pontokat helyeznek el a rákövetkező sorokban Jobb-kattints másodszorra is hogy végezz a művelettel. Ezek után egyszeri kattintással még folytathatod. <Shift>-klikkelj hogy egy létező pontba olvaszd. Ügyelj arra, hogy ez csakhatárokon működik (első és utolsó sorokon és oszlopokon)

source: Abstract move
hu: Absztrakt mozgatás
tr: Ayırarak taşı

source: Abstract Move
hu: Absztrakt mozgatás
tr: Ayırarak Taşı

source: Move:
hu: Mozgatás:
tr: Hareket ettir:

source: Abstract rotate
hu: Absztrakt forgatás
tr: Ayırarak çevir

source: Abstract Rotate
hu: Absztrakt forgatás
tr: Ayırarak Çevir

source: Rotate:
hu: Forgatás:
tr: Dönder:

source: Abstract scale
hu: Absztrakt méretezés
tr: Soyut ölçekle

source: Scale:
hu: Méretezés:
tr: Ölçekle:

source: N-Bandsaw
hu: N-Szalagfűrész
tr: N-Şerit kesici

source: N-Bandsaw targets:
hu: N-Szalagfűrész célpontok:

source: Click to place bandsaw cuts Use the scroll wheel to change the number of cuts.
hu: Klikkelj szalagfűrész vágások elhelyezéséhez Használd az egérgörgőt a vágások számainak megváltoztatásához.

source: N-Cut
hu: N-Vágás
tr: N-Kes

source: N-Cut targets:
hu: N-Vág célpontokat:

source: Cut a path into a mesh. Click to add points to the cut path. Edges will be targeted. Hold <shift> to target vertices Use the scroll wheel to change the number of cuts
hu: Vágj egy útvonalat a modellbe. Klikkelj további pontok hozáadásához a vágóútnak. Élek lesznek megcélozva. Tartsd a <shift> -et pontok megcélzásához. Használd az egérgörgőt a vágások számainak megváltoztatásához.

source: Sharp
hu: Éles

source: Sharpness
hu: Élesség
tr: Keskinlik

source: Sharpen vertices
hu: Pontok élesítése

source: Smooth vertices
hu: Pontok simítása

source: Sharpen edges
hu: Élek élesítése

source: Smooth edges
hu: Élek simítása

source: Sharpness:
hu: Élesség:

source: This tool affects the normals of the mesh. Enable 'smoothing' in the viewport drawing settings to see the effect.
hu: Az eszköz a modell merőlegeseire van hatással. Engedélyezd a 'Simítás'-t a nézeti kirajzolás beállításoknál hogy lásd mit eredményez.

source: MoveNml
hu: MerőlegesreMzgat

source: Relax
hu: Lazít:

source: Proportional tweak
hu: Mágneses csűrő

source: PropTwk
hu: MágCsűr

source: Proportional Tweak
hu: Mágneses csűrő

source: Tweaks:
hu: Csűrések:

source: %d tweak
hu: %d csűrés

source: %d tweaks
hu: %d csűrés

source: Remove tweak
hu: Csűrés eltávolítása

source: Click and drag to tweak. Use the scroll wheel to alter the brush radius. Use <shift>-scroll to alter the brush radius in smaller increments. Use <control>-scroll to change the operation.
hu: Kattints és mozgasd a csűréshez. Használd az egérgörgőt hogy a mágneses befolyás méretét megváltoztasd. Használd a <shift>-egérgörgőt hogy a mágneses befolyást kissebb mértékben változtasd. Használd a <control>-egérgörgőt hogy műveletet változtass.

source: Brush radius:
hu: Mágneses befolyás sugara:

source: Vertices
hu: Pontok
tr: Köşeler

source: Edges
hu: Élek
tr: Kenarlar

source: Edge rings
hu: Élgyűrűk
tr: Kenar halkaları

source: Edge loops
hu: Élhurkok
tr: Kenar döngüleri

source: Faces
hu: Lapok
tr: Yüzler

source: Surface tweak components
hu: Felület csűrő alkotóelemek

source: SurfTwk
hu: Flet.csrő

source: Surface Tweak Components
hu: Felület csűrő alkotóelemek

source: Click and drag to move along surface. Hold <shift> to move along surface normal. Selection is cleared on each click, unless <control> is pressed. Use the scroll wheel to switch between component types.
hu: Klikkelj és mozgasd hogy a felület mentén mozgasd. Tartsd a <shift> -et hogy a felületre merőlegesen mozgasd. A kijelölés elveszítődik minden egyes kattintáskor, hacsak a <control> -t le nem nyomod. Használd az egérgörgőt alkotóelemek közti váltásokhoz.

source: Component type:
hu: Alkotóelem típus:
tr: Bileşen tip:

source: Tweak components
hu: Csűrő alkotóelemek
tr: Bileşenleri bük

source: Tweak
hu: Csűrő
tr: Bük

source: Tweak Components
hu: Csűrő alkotóelemek
tr: Bileşenleri Bük

source: Click and drag to move. Selection is cleared on each click, unless <control> is pressed. Use the scroll wheel to switch between component types. Use the scroll wheel, with <shift> held to switch between constraints.
hu: Klikkelj és mozgasd. A kijelölés elveszítődik minden egyes kattintáskor, hacsak a <control> -tle nem nyomod. Használd az egérgörgőt alkotóelemek közti váltásokhoz. Használd az egérgörgőt <shift> -el együtt hogy kényszerek közt válthass.

source: Constraints:
hu: Kényszerek:
tr: Sınırlamalar:

source: Bevel vertices
hu: Pontok sarkítása
tr: Köşelere eğim ver

source: Bevel Vertices
hu: Pontok sarkítása
tr: Köşelere Eğim Ver

source: Connect vertices
hu: Pontok összekötése
tr: Köşeleri bağla

source: Connect Vertices
hu: Pontok összekötése
tr: Köşeleri Bağla

source: Dissolve vertices
hu: Pontok megszüntetése
tr: Köşeleri erit

source: Dissolve Vertices
hu: Pontok megszüntetése
tr: Köşeleri Erit

source: Mark created faces
hu: Létrehozott Lapok megjelölése
tr: Oluşturulmuş yüzleri işaretle

source: Two edges only
hu: Csak két élt
tr: İki kenar sadece

source: Two faces only
hu: Csak két Lapot
tr: İki yüz sadece

source: Expand vertices
hu: Pontok kitágítása
tr: Köşeleri genişlet

source: Expand Vertices
hu: Pontok kitágítása
tr: Köşeleri genişlet

source: Flatten vertices
hu: Pontok lapítása
tr: Köşeleri düzleştir

source: Grow vertex selection
hu: Pont kijelölés növelése
tr: Tepe noktası seçimini büyüt

source: Grow Vertex Selection
hu: Pont kijelölés növelése
tr: Tepe Noktası Seçimini Büyüt

source: On face selection boundary
hu: Lapkijelölés határvonalon
tr: Yüz seçme sınırı

source: All faces selected
hu: Minden Lap kijelölve
tr: Tüm yüzler seçildi

source: Select vertices
hu: Pontok kijelölése
tr: Köşeleri seç

source: Unselect vertices
hu: Pontok kijelölésének megszüntetése
tr: Köşeleri Seçme

source: Filter vertex selection
hu: Pontkijelölés szűrése
tr: Tepe noktası seçimini süz

source: Invert vertex selection
hu: Pontkijelölés megfordítása
tr: Tepe noktası seçimi ekle

source: Move vertices
hu: Pontok mozgatása
tr: Köşeleri taşı

source: Move Vertices
hu: Pontok mozgatása
tr: Köşeleri Taşı

source: Move vertices normal
hu: Pontok mozgatása merőlegesre
tr: Köşeleri normale taşı

source: Rotate vertices
hu: Pontok forgatása
tr: Köşeleri çevir

source: Rotate Vertices
hu: Pontok forgatása
tr: Köşeleri Çevir

source: Scale vertices
hu: Pontok méretezése
tr: Köşeleri ayarla

source: Scale Vertices
hu: Pontok méretezése
tr: Köşeleri Ayarla

source: Shrink vertex selection
hu: Pont kijelölés csökkentése
tr: Tepe noktası seçimini daralt

source: Shrink Vertex Selection
hu: Pont kijelölés csökkentése
tr: Tepe Noktası Seçimini Daralt

source: Target weld vertices
hu: Pontok célzott összeforrasztása
tr: Hedef köşeleri birleştir

source: Tgt.Weld
hu: Pntk.cztt.frsztsa.
tr: Hdf.Kynk

source: Target Weld
hu: Célzott összeforrasztás
tr: Kaynağı hedef al

source: Weld targets:
hu: Célpontok egybeolvasztása:

source: Click and drag to weld: Click to choose a source vertex, hold and drag to the target vertex. Hold <shift> to weld to the closest point on an edge, instead of to a vertex. Hold <control> to weld to a chosen point on an edge. Repeat the above steps for each weld.
hu: Klikkelj és mozgass az egybeolvasztáshoz: Klikkelj egy eredő pont kiválasztásához, majd tartsd és mozgasd a célponthoz. Tartsd a <shift> -et hogy egybeolvaszd egy élen lévő legközelebbi ponthoz, de ne az él végpontjahoz. Tartsd a <control> -t hogy egybeolvaszd egy kiválasztott él pontjahoz. Ismételd meg a fenti műveleteket minden egyes egybeolvasztáshoz.

source: Template tweak vertices
hu: Pontok sablonra csűrése

source: TmpTwk
hu: Sbloncsrő

source: Tempate Tweak
hu: Sablon csűrő

source: Tweak targets:
hu: Csűrés célpontok:

source: Click and drag to move. Vertices will be constrained to the surfaces of any drawing templates that are enabled.
hu: Klikkelj és mozgasd a mozgatáshoz. Pontok hozzá lesznek kényszerítve mindegy egyes megengedett kirajzoló sablonfelületeihez.

source: Weld vertices
hu: Pontok összeforrasztása
tr: Köşeleri birleştir

source: Weld Vertices
hu: Pontok összeforrasztása
tr: Köşeleri Birleştir

source: Threshold:
hu: Küszöbérték:
tr: Eşik:

source: Weld linked vertices
hu: Megjelölt pontok összeforrasztása
tr: Bağlanmış köşeleri birleştir

source: Mark merged edges
hu: Egyesített élek megjelölése
tr: Birleştirilmiş kenarları işaretle

source: Body
hu: Test
tr: Ana Bölüm

source: Flip mesh
hu: Modell kifordítása
tr: Ağı döndür

source: Subdivide mesh
hu: Modell felosztása
tr: Ağı alt bölümlere ayır

source: Attach
hu: Hozzáad

source: Draw quads
hu: Négyszögek rajzolása

source: Mirror; reflects in virtual mirror plane
hu: Tükröz: virtuális tükörsík mentén visszatükrözödik
tr: Ayna; gerçek ayna düzlemini yansıt

source: Draw
hu: Kirajzol

source: Edge
hu: Él

source: Pick ring path
hu: Gyűrű út kiválasztása
tr: Halka yörüngesini seç

source: Pick loop path
hu: Hurok út kiválasztása
tr: Döngü yörüngesini seç

source: Unselect
hu: Kijelölés megszüntetése
tr: Seçme

source: Unsel.
hu: Kij.mgszntet
tr: Seçm.

source: Region select
hu: Terület kijelölés

source: Region select edges
hu: Élek terület kijelölése
tr: Bölge kenarlarını seç

source: Region
hu: Terület
tr: Bölge

source: Grow selection
hu: Kijelölés növelése
tr: Seçmeyi büyüt

source: Shrink selection
hu: Kijelölés csökkentése
tr: Seçmeyi daralt

source: Select rings
hu: Gyűrű kijelölés

source: Select ring
hu: Gyűrű kijelölése
tr: Halka seç

source: Select loops
hu: Hurok kijelölés

source: Select loop
hu: Hurok kijelölése
tr: Döngü seç

source: Select boundaries
hu: Határok kijelölése

source: Bound.
hu: Határ
tr: Sınır

source: Select boundary
hu: Határvonal kijelölése
tr: Sınırı seç

source: Move - normal
hu: Mozgatás-merőlegesre

source: Move normal
hu: Merőlegesre mozgatás
tr: Normale götür

source: MoveNml.
hu: Mrlgsre.mzgat.
tr: NmlGötür

source: Flatten edges - X
hu: Élek lapítása - X
tr: Kenarları düzle- X

source: Flatten edges - Y
hu: Élek lapítása - Y
tr: Kenarları düzle- Y

source: Flatten edges - Z
hu: Élek lapítása - Z
tr: Kenarları düzle- Z

source: Flatten edges - Normal
hu: Élek lapítása - Merőlegesre
tr: Kenarları düzle-Normal

source: Flatten runs
hu: Lapítás folyamatban
tr: Düzleştirme çalıştırılıyor

source: Straighten runs
hu: Kiegyenesítés folyamatban
tr: Düzeltme çalıştırılıyor

source: Popup menu
hu: Előbukkanó menü

source: Surface tweak
hu: Felület csűrő

source: Surface Tweak
hu: Felület csűrő

source: Surf Twk
hu: Flet.csrő

source: Prop Twk
hu: MágCsűr

source: N-Connect
hu: N-Kapcsolás
tr: N-Bağla

source: NCut
hu: NVágás
tr: N-Kes

source: Cln.Diss.
hu: Mgsznt.tsztsa.

source: Sharpen edge normals
hu: Élek merőlegeseinek élesítése

source: Smooth edge normals
hu: Élek merőlegeseinek simítása

source: Select menu
hu: Menü kiválasztása

source: Selection tools
hu: Kijelölő eszközök
tr: Seçme araçları

source: Move menu
hu: Mozgatás menüje

source: Move / adjust tools
hu: Mozgatás/ beállító eszközök
tr: Hareket ettir/ayarlama araçları

source: Move/Adj.
hu: Mozgat/Beállít.
tr: Hareket ettir/Ayr.

source: Expansion menu
hu: Kitágítás menüje

source: Expansion
hu: Kitágítás.
tr: Genişle

source: Expansion tools
hu: Kitágítás eszközök
tr: Genişleme araçları

source: Cutting menu
hu: Vágás menüje

source: Cutting
hu: Vágás
tr: Kesme

source: Cutting tools
hu: Vágás eszközök
tr: Kesme araçları

source: Joining menu
hu: Összeforrasztás menüje

source: Joining
hu: Csatlakozás
tr: Birleştirme

source: Joining tools
hu: Csatlakozás eszközök
tr: Birleştirme araçları

source: Crease menu
hu: Ráncosodás menüje

source: Crease tools
hu: Ráncosodás eszközei

source: Move / Adjustment
hu: Mozgat / Beállít
tr: Hareket Ettir/Ayarla

source: Click on edges to select them. <shift>-click to select loops. <control>-click to select rings. <shift>-<control>-click to select boundaries.
hu: Éleken kattints hogy kijelöld őket. <shift>-kattints hogy élhurkokat jelölhess ki. <control>-kattints hogy élgyűrűket jelölhess ki. <shift>-<control>-kattints hogy élhatárokat jelölhess ki.

source: Face
hu: Lap

source: Region select faces
hu: Lapok terület kijelölése
tr: Bölge yüzleri seç

source: Flatten faces - X
hu: Lapok lapítása - X
tr: Yüzleri düzle-X

source: Flatten faces - Y
hu: Lapok lapítása - Y
tr: Yüzleri düzle-Y

source: Flatten faces - Z
hu: Lapok lapítása - Z
tr: Yüzleri düzle-Z

source: Flatten faces - Normal
hu: Lapok lapítása - Merőlegesre
tr: Yüzleri düzle-Normal

source: Free extrude
hu: Szabad kitolás
tr: Serbest çıkarma

source: F.Extrude
hu: Sz.kitolás
tr: S.Çıkarma

source: Duplicate
hu: Másol

source: Inset with flow
hu: Beméretezés befolyással
tr: Akışla ekle

source: Inset faces, flow through marked edges
hu: Lapok beméretezése, éleken áthaladva
tr: Vurgulanmış kenarlara akışdan geçerek, yüzler ekle

source: InsetFlow
hu: Bemrtz.beflysal
tr: AkışEkle

source: Bevel with flow
hu: Sarkít befolyással
tr: Akışla beraber eğim

source: Bevel faces, flow through marked edges
hu: Lapok sarkítása, megjelölt éleken áthaladva
tr: Vurgulanmış kenarlara akışdan geçerek, yüzlere eğim ver

source: BevelFlow
hu: Srkt.beflysal
tr: EğimAkış

source: Detach
hu: Leválaszt

source: Subdivide faces
hu: Lapok felosztása

source: Move / adjust menu
hu: Mozgatás / beállítas menüje

source: Misc menu
hu: Vegyes menü

source: Misc. tools
hu: Vegyes eszközök

source: Misc.
hu: Vegyes

source: Click on faces to select them.
hu: Lapokon kattints hogy kijelöld őket.

source: Vertex tools
hu: Pont eszközök

source: Edge tools
hu: Él eszközök

source: Face tools
hu: Lap eszközök

source: Body tools
hu: Test eszközök

source: Vertex
hu: Pont

source: Region select vertices
hu: Pontok terület kijelölése
tr: Köşelere bölge seç

source: MoveNormal
hu: Merőlegesremozgat

source: Flatten vertices - X
hu: Pontok lapítása - X
tr: Köşeleri düzelt-X

source: Flatten vertices - Y
hu: Pontok lapítása - Y
tr: Köşeleri düzelt-Y

source: Flatten vertices - Z
hu: Pontok lapítása - Z
tr: Köşeleri düzelt-Z

source: Flatten vertices - Normal
hu: Pontok lapítása - Merőlegesre
tr: Köşeleri düzelt-Normal

source: Template tweak
hu: Sablon csűrő

source: Tmpl Twk
hu: Sbln csrő

source: Target weld
hu: Célzott összeforrasztás
tr: Kaynağı hedef al

source: Sharpen vertex normals
hu: Pontok merőlegeseinek élesítése

source: Smooth vertex normals
hu: Pontok merőlegeseinek simítása

source: Move / adjustment menu
hu: Mozgatás / beállítás menüje

source: Move / adjust
hu: Mozgat / beállít
tr: Taşı / ayarla

source: Click on vertices to select them.
hu: Pontokon kattints hogy kijelöld őket.

source: Mesh edit
hu: Modell szerkesztés
tr: Ağı düzenle

source: Add to selection
hu: Kijelöléshez hozzáadás
tr: Seçimi ekle

source: Filter selection
hu: Kijelölés szűrése
tr: Seçimi süz

source: Invert selection
hu: Kijelölés megfordítása
tr: Seçimi tersine çevir

source: %d target
hu: %d célpont

source: %d targets
hu: %d célpontok

source: Remove target
hu: Cél eltávolítása
tr: Hedefi ortadan kaldır

source: Virtual mirror
hu: Virtuális tükör
tr: Sanal ayna

source: Model
hu: Modell

source: Change virtual mirror settings
hu: Virtuális tükör beállításainak megváltoztatása
tr: Sanal ayna ayarlarını değiştir

source: Set mirror plane
hu: Tükör sík elhelyezése
tr: Ayna düzlemi hazırla

source: Position mode
hu: Helyzet módja
tr: Konum biçimi

source: Virtual mirror mode
hu: Látszólagos tükör mód

source: Position
hu: Helyzet
tr: Pozisyon

source: Rotation mode
hu: Forgás módja
tr: Dönme biçimi

source: Rotation
hu: Forgás
tr: Dönme

source: Size mode
hu: Méret módja
tr: Boyut biçimi

source: Size
hu: Méret
tr: Boyut

source: V.Mirr.
hu: V.tükör
tr: V.Ayn.

source: Virtual Mirror
hu: Virtuális Tükör
tr: Sanal Ayna

source: Position:
hu: Helyzet:
tr: Pozisyonu:

source: Rotation:
hu: Forgás:
tr: Dönme Açısı:

source: Set normal
hu: Merőleges beállítása
tr: Normali ayarla

source: Size:
hu: Méret:
tr: Boyutu:

source: Show plane
hu: Sík mutatása
tr: Düzlemi göster

source: Mouse function:
hu: Egér működése:
tr: Fare fonksiyonu:

source: Collapse penalty:
hu: Összeomlás mértéke:
tr: Çökertme maliyeti:

source: Twist penalty:
hu: Csavarás mértéke:
tr: Döndürme maliyeti:

source: Inversion penalty:
hu: Fordítottság mértéke:
tr: Ters çevirme maliyeti:

source: Area weighting:
hu: Terület terhelése:
tr: Alan ağırlaklandırma:

source: Primitives
hu: Alapok
tr: Temel Öğeler

source: Box mesh
hu: Kocka modell
tr: Kutu ağ
