Repository: Britefury/gsculpt
Catalog: i18n/*.po
Languages: hu, tr

source: Fixed value
hu: Állandó érték

source: Python expression
hu: Python kifejezés

source: Enter python expression
hu: Python kifejezés begépelése

source: Expression:
hu: Kifejezés:

source: Camera forward
hu: Kamerának előre

source: Camera back
hu: Kamerának vissza

source: Camera left
hu: Kamerának balra

source: Camera right
hu: Kamerának jobbra

source: Camera down
hu: Kamerának lefelé

source: Camera up
hu: Kamerának felfelé

source: Distance / offset
hu: Távolság / eltolás
tr: Uzaklık / Dengeleme

source: Fraction / scale
hu: Töredék / méretezés
tr: /kabuk

source: Angle / rotation
hu: Szög / forgatás
tr: Açı/Döndürme

source: Create Group
hu: Csoport teremtése

source: CreateGrp
hu: Csoptrmt

source: Click on a model in a viewport to add it to the group. Use undo to remove a model from the group.
hu: Kattints a modell(ek)re a 3d nézetablakban hogy hozzáadd a csoporthoz. Használd a (Mégse)-t hogy eltávolítsd a modellt a csoportból.

source: MergeContents
hu: Tartalmak egybeolvasztása

source: Group
hu: Csoport

source: Tools
hu: Eszközök

source: Merge contents
hu: Tartalmak egybeolvasztása

source: Group tools
hu: Eszközök csoportosítása

source: Toolsets
hu: Eszközkészletek

source: Merge
hu: Egybeolvaszt

source: Merge Contents
hu: Tartalmak egybeolvasztása

source: Box
hu: Kocka
tr: Kutu

source: Plane
hu: Sík
tr: Düzlem

source: Sphere
hu: Gömb
tr: Küre

source: Cylinder
hu: Henger
tr: Silindir

source: Cone
hu: Kúp
tr: Koni

source: Torus
hu: Gyűrű
tr: Yumru

source: Tube
hu: Cső
tr: Boru

source: Draw poly face
hu: Poligon lap rajzolása

source: Mesh
hu: Modell
tr: Ağ

source: Quad mesh
hu: Modell négyszögesítése

source: Draw quad mesh
hu: Négyszög modell rajzolása

source: Undo / redo
hu: Mégse / Mégis

source: General
hu: Álltalános

source: Undo
hu: Mégse
tr: Geri Al

source: Redo
hu: Mégis
tr: İleri Al

source: Switch layout
hu: Tervrajz váltása

source: Switch view layout
hu: Előnézeti ablak váltása

source: View
hu: Nézet
tr: Görünüm

source: Focus viewport
hu: Nézetablakra összpontosít

source: Focus
hu: Összpontosit

source: Toggle drawing plane
hu: Kirajzoló sík változtatása

source: The gSculpt project (a gSculpt.Project.GSProject)
hu: A gSculpt projekt (a gSculpt.Project.GSProject)
tr: gSculpt projesi ( gSculpt.Project.GSProject)

source: The gSculpt app (a gSculpt.MainApp.MainApp)
hu: A gSculpt program (a gSculpt.MainApp.MainApp)

source: Viewport layout
hu: Nézetablak elrendezés
tr: Görüntü kapısı yerleşimi

source: Drawing plane
hu: Kirajzoló sík

source: You can draw onto background models when this is enabled
hu: Háttér modellekre rajzolhatsz ha ez engedélyezve van

source: Background images
hu: Háttér kép
tr: Arkaplan Resimleri

source: Snap settings
hu: Odaigazítás beállítások
tr: Yakalama Ayarları

source: Layers
hu: Rétegek
tr: Katmanlar

source: File
hu: Fájl
tr: Dosya

source: New
hu: Új
tr: Yeni

source: Open
hu: Megnyitás
tr: Aç

source: Save
hu: Mentés
tr: Kaydet

source: Save As
hu: Mentés másként
tr: Farklı Kaydet

source: Import OBJ
hu: Importálás OBJ
tr: Al OBJ

source: Export OBJ
hu: Exportálás mint OBJ
tr: Ver OBJ

source: Export VRML97
hu: Exportálás mint VRML97

source: Quit
hu: Kilép
tr: Çıkış

source: Edit
hu: Szerkesztés
tr: Düzen

source: Shortcuts
hu: Billentyűzet kiosztások

source: View drawing settings
hu: Kirajzolás beállítások megtekintése

source: Manage plugins
hu: Pluginek kezelése

source: Create
hu: Teremt
tr: Yarat

source: Script
hu: Szkript
tr: Komut

source: Script window
hu: Szkript ablak
tr: Komut Penceresi

source: Run script
hu: Szkript futtatása
tr: Kodu Çalıştır

source: gSculpt %s scripting console (uses pyconsole by Yevgen Muntyan) Python %s Type help(object) for help on an object The gSculpt scripting environment is available via the local variable 'gsc'
hu: gSculpt %s szkriptelő konzol (Yevgen Muntyan pyconsole-ját használja) Python %s Írd be a help(object) egy objektumon való segítségért A gSculpt szkriptelő környezet a helyi `gsc` változó által lehetséges
tr: gSculpt %s kod konsolu ( Yevgen Muntyan tarafından pykonsol kıllanılır) Python %s Type help(object) for help on an object The gSculpt kodlaması yerel değişken 'gsc' yoluyla kullanılabilir.

source: gSculpt Script Window
hu: gSculpt Szkript Ablak
tr: gSculpt Komut Penceresi

source: Scene
hu: Jelenet
tr: Sahne

source: gSculpt %s [Untitled] (C) copyright Geoffrey French 1999-2007
hu: gSculpt %s [Névtelen] (C) copyright Geoffrey French 1999-2007

source: gSculpt Procedural XML (*.gpx)
hu: gSculpt Procedurális XML (*.gpx)
tr: gSculpt Yöntemi XML (*.gpx)

source: Wavefront object (*.obj)
hu: Wavefront objekt (*.obj)
tr: Dalgalanan nesne (*.obj)

source: Merge models (import as one scene node)
hu: Modellek egybeolvasztása (mint egy jelenet csomó node-- importálása)
tr: Modelleri birleştir (Bir sahne boğumu gibi al)

source: Export:
hu: Exportálás:
tr: Ver:

source: Current node
hu: Aktuális csomó
tr: Boğum akımı

source: Visible nodes
hu: Látható csomók
tr: Görünür boğumlar

source: All nodes
hu: Összes csomók
tr: Bütün boğumlar

source: Could not open %s for writing
hu: Nem tudtam megnyitni a %s írásra
tr: %s yazılmak için açılamıyor

source: Could not open file
hu: Fájlt nem tudtam megnyitni
tr: Dosya Açılamıyor

source: Triangulate faces
hu: Lapok háromszögesítése
tr: Üçgen şeklinde yüzler

source: Use negative indices
hu: Használj negatív jelzőszámot
tr: Negatif indeksler kullan

source: Export Vrml97
hu: Exportálás mint VRML97

source: Confirm
hu: Megerősít
tr: Doğrula

source: You have not saved your work
hu: Nem mentetted el a munkád
tr: Çalışmanızı kaydetmediniz

source: Are you sure?
hu: Biztos vagy benne?
tr: Emin misiniz?

source: Python script (*.py)
hu: Python szkript (*.py)
tr: Python kodlama (*.py)

source: Security warning
hu: Biztonsági figyelmeztetés
tr: Güvenlik uyarısı

source: <b><span foreground="#b00000">Run Script: Security Warning!</span></b>
hu: <b><span foreground="#b00000">Szkript futtatása: Biztonsági figyelmeztetés!</span></b>
tr: <b><span foreground="#b00000">Run Script:Güvenlik Uyarısı!</span></b>

source: <span foreground="#b00000">Scripts are not checked for safety!</span>
hu: <span foreground="#b00000">Szkriptek nincsenek biztonságra ellenőrizve!</span>
tr: <span foreground="#b00000">Komut dosyası güvenlik için kontrol edilmedi!</span>

source: <span foreground="#b00000">Scripts containing malicious code may destroy data</span>
hu: <span foreground="#b00000">Rosszindulatú szkriptek adatot semmísíthetnek meg</span>
tr: <span foreground="#b00000">Komut dosyası veriye zarar verebilecek kötü kodlar içeriyor</span>

source: <span foreground="#b00000">and damage your system!</span>
hu: <span foreground="#b00000">és károsíthatják a rendszert</span>
tr: <span foreground="#b00000">ve sisteminize zarar verir!</span>

source: <span foreground="#b00000">The author(s) of gSculpt CANNOT be held liable for any damage that occurs.</span>
hu: <span foreground="#b00000">A gSculpt szerzője NEM vonható felelősségre bármilyen károsodás esetén.</span>
tr: <span foreground="#b00000">gSculpt programının yapımcı(ları) ortaya çıkacak olan hiçbir zararın sorumluluğunu üstlenmemektedir(ler)</span>

source: <span foreground="#b00000">Are you sure you wish to proceed?</span>
hu: <span foreground="#b00000">Biztosan folytatni akarod?</span>
tr: <span foreground="#b00000">Devam etmek istediğinizden emin misiniz?</span>

source: Running script %s
hu: Szkript futtatása %s
tr: %s 'nin komut dosyası devam ediyor

source: Not a file
hu: Nem egy fájl
tr: Dosya değil

source: %s is not a file.
hu: %s nem egy fájl
tr: %s dosya değil.

source: Blank model
hu: Üres modell
tr: Boş sayfa

source: Create a blank model node
hu: Üres modell kapocs teremtése
tr: Bir tane boş model boğumu oluştur

source: Create blank model node
hu: Üres modell kapocs teremtése
tr: Boş model boğumu oluştur

source: Create a procedure node
hu: Procedurális kapocs teremtése
tr: Bir tane prosedür boğumu oluştur

source: Create procedure node
hu: Procedurális kapocs teremtése
tr: Prosedür boğumu oluştur

source: Procedure
hu: Procedurális
tr: Prosedür

source: Create a group node
hu: Csoport csomópont teremtése

source: Create group node
hu: Csoport csomópont teremtése

source: Name:
hu: Név:
tr: Ad:

source: Version:
hu: Verziószám:

source: Vendor:
hu: Terjesztő:

source: Plugins
hu: Pluginok

source: gSculpt Plugins (*.gsplugin)
hu: gSculpt Pluginok (*.gsplugin)

source: Load plugin
hu: Plugin betöltése

source: Are you sure you wish to load this plugin?
hu: Biztos vagy benne hogy be akarod tölteni ezt a plugint?

source: Could not load '%s'
hu: Nem tudtam betölteni a '%s'

source: Could not load plugin
hu: Nem tudtam betölteni a plugint

source: Are you sure you wish to remove the plugin '%s'?
hu: Biztos vagy benne hogy el akarod távolítani a plugint '%s'?

source: Key:
hu: Billentyű:

source: Reset to default
hu: Alapértelmezésbe hoz

source: Shortcut:
hu: Billentyűzet kiosztás:

source: Shortcut
hu: Billentyű kiosztás

source: Key
hu: Billentyűgomb

source: <span foreground="#000080"><b>Shortcuts</b></span>
hu: <span foreground="#000080"><b>Billentyűkiosztások</b></span>

source: This key is also used by:
hu: Ezt a billentyűt már használja a:

source: gSculpt Shortcuts (*.gsshortcuts)
hu: gSculpt Billentyűzet kiosztások (*.gsshortcuts)

source: Could not read '%s'
hu: Nem tudta olvasni '%s'

source: Could not read file
hu: Fájlt nem tudta olvasni

source: Could not write '%s'
hu: Nem tudta megírni '%s'

source: Could not write file
hu: Fájlt nem tudta megírni

source: Enabled
hu: Engedélyezve
tr: Çalışıyor

source: Iterations:
hu: Simítás:
tr: Tekrarlama:

source: Max. faces:
hu: Max. Lapok:
tr: Max. yüzler

source: Normal sharpness:
hu: Merőleges élesség:
tr: Normal seçicilik:

source: Wireframe mode:
hu: Drótháló mód:
tr: Telkafes biçimi

source: Mesh view settings
hu: Modell nézeti beállítások
tr: Örgü görünüm ayarları

source: Live subdivision
hu: Élő felosztás --subdivision--
tr: Alt bölümde çalışma

source: None
hu: Nincs
tr: Hiçbiri

source: Control edges
hu: Vezérlőélek
tr: Control kenarları

source: Full
hu: Teljes
tr: Hepsi

source: Preserve
hu: Megőriz
tr: Koru

source: If sharp
hu: Csak ha éles
tr: Eğer seçikse

source: Smooth
hu: Sima
tr: Düzlük

source: Abstract mesh pick
hu: Absztrakt modell választása
tr: Soyut yüz seç

source: Pick
hu: Választ
tr: Seç

source: Pick targets:
hu: Célpontok kijelölése:

source: Pick edges
hu: Élek választása
tr: Kenarları seçme

source: Pick Edges
hu: Élek választása
tr: Kenarları Seçme

source: Click on edges to pick them Hold <shift> to pick loops. Hold <control> to pick rings. Hold <shift>+<control> to pick boundaries.
hu: Kattints éleken hogy kijelöld őket. Tartsd a <shift> -et hogy hurkokat jelölj ki. Tartsd a <control> -t hogy gyűrűket jelölj ki. Tartsd a <shift> -et és a <control> -t egyszerre hogy határokat jelölj ki.

source: Pick faces
hu: Lapok választása
tr: Yüzleri seçme

source: Pick Faces
hu: Lapok választása
tr: Yüzleri Seç

source: Pick vertices
hu: Pontok választása
tr: Dikey düzlemleri seç

source: Pick Vertices
hu: Pontok választása
tr: Dikey Düzlemleri Seç

source: Rectangular select
hu: Téglalap kijelölés
tr: Dikdörtgen işaretle

source: Rect.Sel.
hu: Tglap.kijlés.
tr: Dikdrt.Seç.

source: Rectangular Select
hu: Téglalap kijelölés
tr: Dikdörtgen İşaretle

source: Abstract region select
hu: Absztrakt régió kijelölés
tr: Soyut alan işaretle

source: Reg.Sel.
hu: Rgió.kijlés.
tr: Soy.İşr.

source: Abstract Region Select
hu: Absztrakt régió kijelölés
tr: Ayırma Bölgesi Seç

source: Mode:
hu: Állapot:
tr: Biçim:

source: Ignore back-facing
hu: Hátsó lapok figyelembe nem vétele

source: Completely contained
hu: Teljesen magába foglalt

source: Pick edge loop path
hu: Élhurok út kijelölés
tr: Kenar döngü yolunu seç

source: LoopPth.
hu: Hurok út
tr: DngüYol.

source: Pick Edge Loop Path
hu: Élhurok út kijelölés
tr: Kenar Döngü Yolu Seç

source: Path points:
hu: Útpontok:

source: Pick edge ring path
hu: Élgyűrű út kijelölés
tr: Kenar halka yolunu seç

source: RingPth.
hu: Gyrű.út
tr: HlkaYol.

source: Pick Edge Ring Path
hu: Élgyűrű út kijelölés
tr: Kenar Halka Solunu Seç

source: Attach Mesh
hu: Model hozzáadása

source: AttMsh
hu: Mdlhzdsa

source: Click on a mesh in a viewport to attach it to the existing mesh. Use undo to remove a mesh. This will create a group and merge its contents. Your original meshes can be accessed through the Scene Graph. Any actions that come after the current function will be moved into the new node.
hu: Kattints egy másik modelre a nézetablakban hogy hozzáadd a modelledhez. Használd a (Mégse)-t hogy visszavond a műveletet. Egy új csoport lesz teremtve aminek a tartalmai egybe lesznek olvasztva. Az eredeti modeljeided a Jelenetábrán keresztül tudod elérni. Az ez után jövő összes cselekedet az újonnan teremtett csomópontból fog kiindulni.

source: Flip
hu: Megforgat
tr: Çevir

source: Knife
hu: Kés
tr: Bıçak

source: Marked faces only
hu: Csak kijelölt Lapokat
tr: Sadece yüzler seçildi

source: Mark cut edges
hu: Vágóélek kijelölése
tr: İşaretli kenarları kes

source: Cut front faces only
hu: Csak elöl lévő Lapokat
tr: Sadece ön yüzleri kes

source: Click to set start point, hold, move to end point, and release. Hold <shift> while pressing or releasing to constrain to vertices. Hold <control> while pressing or releasing to constrain to edges
hu: Kezdőpont megállapításához klikkelj egyet, tartsd, mozgasd a végpontba és engedd el. Tartsd a <shift> -et folyamatosan a kattintások előtt hogy pontokhoz kényszerítsd. Tartsd a <control> -t folyamatosan a kattintások előtt hogy élekhez kényszerítsd.

source: Mirror
hu: Tükröz
tr: Ayna

source: Note: virtual mirror disabled as a side effect
hu: Jegyzet: mint mellékhatás a virtuális tükör kikapcsolva

source: Linear
hu: Egyenes
tr: Doğrusal

source: Subdivide
hu: Feloszt
tr: Bir kez daha böl

source: Subd.
hu: Feloszt
tr: Böl.

source: Scheme:
hu: Képlet:
tr: Düzenle:

source: Preserve normal sharpness:
hu: Merőleges élességet megtartani:
tr: Normal keskinliği koru:

source: Bevel edges
hu: Élek sarkítása
tr: Kenarların eğimi

source: Bevel
hu: Sarkítás
tr: Eğim

source: Bevel Edges
hu: Élek sarkítása
tr: Kenarların Eğimi

source: Bevel:
hu: Sarkít:
tr: Eğim:

source: Use existing texturing
hu: Létező textúrázás használata
tr: Varolan dokuyu kullan

source: Mark boundary edges
hu: Határoló élek kijelölése
tr: Sınır kenarları işaretle

source: N-sharp boundary edges
hu: N-éles határoló élek
tr: N-Sınır kenarlarını netleştir

source: Bridge
hu: Híd
tr: Köprü

source: Segments:
hu: Szeletek:
tr: Segmentler:

source: Use the scroll wheel to change the number of segments.
hu: Használd az egérgörgőt a szeletek számának megváltoztatásához.

source: Collapse edges
hu: Élek összeomlasztása
tr: Kenarları boz

source: Collapse
hu: Összeomlaszt
tr: Boz

source: Collapse Edges
hu: Élek összeomlasztása
tr: Kenarları Boz

source: Lock marked vertices
hu: Kijelölt pontok rögzítése
tr: İşaretlenmiş köşeleri kilitle

source: Connect edges
hu: Élek összekötése
tr: Kenarları biribrine bağla

source: Connect
hu: Összeköt
tr: Birbirine bağla

source: Connect Edges
hu: Élek összekötése
tr: Kenarları Biribirine Bağla

source: Connect targets:
hu: Célpontok összekapcsolása:
tr: Hedeflere bağlan:

source: Terminal vertex targets:
hu: Zárodó pont célpontok:
tr: Bağlantı uç noktası hedefleri:

source: Move the pointer onto the mesh and highlight marked edges to see a preview of the cut that will be made. Click to confirm the cut. Shift-click to choose terminal vertices, which will be connected to the ends of the cuts.
hu: Hogy láthass egy előzetest a vágásról mozgasd a mutatót a megjelölt élekrehogy kijelöld őket. Azután klikkelj a vágás megerősítéséért. Shift-klikkelj hogy végződő pontokat határozz meg amik éleken keresztülhozzá lesznek kötve a vágások végpontjaihoz.

source: Mid-point, material A
hu: Középpont, A tárgy
tr: Orta-nokta, materyal A

source: Mid-point, material B
hu: Középpont, B tárgy
tr: Orta-nokta, materyal B

source: Dissolve edges
hu: Élek törlése
tr: Kenarların sahne geçişi

source: Dissolve
hu: Törlés
tr: Sahne geçişi

source: Dissolve Edges
hu: Élek törlése
tr: Kenarların Sahne Geçişi

source: Style:
hu: Jelleg:
tr: Stil:

source: Clean dissolve
hu: Tiszta törlés
tr: Sahne geçişini sil

source: Expand edges
hu: Élek kitágítása
tr: Kenarları genişlet

source: Expand
hu: Kitágít
tr: Genişlet

source: Expand Edges
hu: Élek kitágítása
tr: Kenarları Genişlet

source: Expand:
hu: Kitágít:
tr: Genişlet:

source: Extrude:
hu: Kitol:
tr: Çıkart:

source: Unmark extruded edges
hu: Kitolt élek kijelölésének megszűntetése:
tr: İşaretsiz çıkartılmış kenarlar

source: Extrude edges
hu: Élek kitolása
tr: Kenarları çıkart

source: Extrude
hu: Kitol
tr: Çıkart

source: Extrude Edges
hu: Élek kitolása
tr: Kenarları Çıkart

source: Use the scroll wheel to change the number of segments
hu: Használd az egérgörgőt a szeletek számainak megváltoztatásához

source: Fill edges
hu: Élek kitöltése

source: Fill
hu: Betölt
tr: Doldur

source: Will not work if any non-boundary edges are marked. All closed edge runs will be filled. Will fill up to 2 open edge runs.
hu: Nem fog működni ha bármiféle nem-határoló élek vannak megjelölve. Minden zárt élfutás ki lesz tölve. Két nyílt élfutást tölt ki.

source: X-axis
hu: X-tengely
tr: X-ekseni

source: Y-axis
hu: Y-tengely
tr: Y-ekseni

source: Z-axis
hu: Z-tengely
tr: Z-ekseni

source: Normal
hu: Merőleges

source: Flatten edge runs
hu: Élhurkok lapítása
tr: Kenar düzleştirme çalışıyor

source: Straighten edge runs
hu: Élhurkok kiegyenesítése
tr: Kenar düzeltme çalışıyor

source: Flatten edges
hu: Élek lapítása
tr: Yassılaştırılmış kenarlar

source: Flatten
hu: Lapít
tr: Yassılaştır

source: Per region
hu: Területenként
tr: Alanda

source: Flatten mode:
hu: Lapítás mód
tr: Yassılaştırma biçimi:

source: Grow edge selection
hu: Élkijelölés növelése
tr: Kenar seçeneklerini büyüt

source: Grow
hu: Növel
tr: Büyüt

source: Grow Edge Selection
hu: Élkijelölés növelése
tr: Kenar Seçeneklerini Büyüt

source: All
hu: Mindet
tr: Hepsi

source: With selected vertices
hu: Kijelölt pontokkal
tr: Seçilmiş köşelerle

source: With all vertices selected
hu: Az összes kijelölt ponttal
tr: Seçilmiş bütün köşelerle

source: With selected faces
hu: Kijelölt Lapokkal
tr: Seçilmiş yüzlerle beraber

source: Face selection boundary
hu: Lap kijelölés határvonal

source: Both faces selected
hu: Mindkét lap kijelölve

source: Boundary
hu: Határ
tr: Sınır

source: Internal
hu: Belső
tr: İç

source: Select edges
hu: Élek kijelölése
tr: Kenarları seç

source: Unselect edges
hu: Élek kijelölésének megszűntetése
tr: Kenarları seçme

source: Filter edge selection
hu: Élkijelölés szűrése
tr: Kenar seçeneğini süz

source: Invert edge selection
hu: Élkijelölés megfordítása
tr: Kenar seçeneğini ters çevir

source: Select
hu: Kijelöl
tr: Seç

source: Select mode:
hu: Kijelölő állapot:
tr: Seçim biçimi:

source: Target:
hu: Cél:
tr: Hedef:

source: Move edges
hu: Élek mozgatása
tr: Kenarları hareket ettir

source: Move
hu: Mozgatás
tr: Hareket ettir

source: Move Edges
hu: Élek mozgatása
tr: Kenarları Hareket Ettir

source: Move edges normal
hu: Élek merőlegesre mozgatása
tr: Normale kenarları hareket ettir

source: Mv.Nml.
hu: Mzgat.Mrges.
tr: Gtr.Nml

source: Move Normal
hu: Merőlegesre mozgatás
tr: Normale Götür

source: Distance:
hu: Távolság:
tr: Uzaklık:

source: N-Connect edges
hu: N-Összekötés éleket
tr: N-Bağlantı kenarları

source: N-Conn.
hu: N-Összkt.
tr: N-Bağl.

source: N-Connect Edges
hu: N-Összekötés éleket
tr: N-Bağlantı Kenarları

source: Num. cuts:
hu: Vágskszma:
tr: Shn. Gçş.No:

source: Use the scroll wheel to change the number of cuts
hu: Használd az egérgörgőt hogy a vágások számát megváltoztasd.

source: N-Split edges
hu: Élek N-Felezése
tr: N-Böl kenarları

source: N-Split
hu: N-Felezés
tr: N-Böl

source: N-Split Edges
hu: Élek N-Felezése
tr: N-Kenarları Böl

source: Splits:
hu: Megfelez:
tr: Bölünmeler:

source: Use the scroll wheel to change the number of vertices inserted into the marked edges
hu: Használd az egérgörgőt a megjölt éleken elhelyezendő pontok számainakmegváltoztatásához.

source: Rewire edges
hu: Élek áthúzatolása
tr: Kenarları kaldır

source: Rewire
hu: Áthúzat
tr: Kaldır

source: Rewire Edges
hu: Élek áthúzatolása
tr: Kenarları Kaldır

source: Rewire targets:
hu: Célpontok áthúzatolása:

source: Click and drag to rewire: 1. Click to choose an edge to rewire. Position the pointer such that the vertex at the end of the edge to be rewired is highlighted. 2. Then choose a target vertex, and drag the end of the edge to that vertex to rewire. Repeat the above steps for each rewire operation.
hu: Klikkelj és mozgasd az áthúzatoláshoz: 1. Klikkelj hogy kiválassz egy élt az áthúzatoláshoz. Helyezd el a mutatót oly módon,hogy az áthúzatolandó él végén lévő pont ki legyen jelölve. 2. Azután válassz egy cél-pontot és mozgasd az él végét ahhoz a ponthozhogy áthúzatold. Ismételd meg a fenti lépéseket minden egyes áthúzatolás műveletkor.

source: Centre
hu: Közép
tr: Merkez

source: Rift edges
hu: Élek repesztése
tr: Kenarların arasını aç

source: Rift
hu: Repeszt
tr: Arasını aç

source: Rift Edges
hu: Élek repesztése
tr: Kenarların Arasını Aç

source: Rift:
hu: Repeszt:
tr: Arasını aç:

source: Pinch at marked vertices
hu: Megjelölt pontok becsípése
tr: İşaretlenmiş köşeleri sıkıştır

source: Rotate edges
hu: Élek forgatása
tr: Kenarları çevir

source: Rotate
hu: Forgatás
tr: Çevir

source: Rotate Edges
hu: Élek forgatása
tr: Kenarları Çevir

source: Scale edges
hu: Élek méretezése
tr: Kenarları ayarla

source: Scale
hu: Méretezés
tr: Ayarla

source: Scale Edges
hu: Élek méretezése
tr: Kenarları Ayarla

source: Select edge boundary
hu: Élhatárvonal kijelölése
tr: Kenar sınırını seç

source: Select Edge Boundary
hu: Élhatárvonal kijelölése
tr: Kenar Sınırını Seç

source: Select edge loop
hu: Élhurok kijelölése
tr: Kenar döngüsünü seç

source: Loop
hu: Hurok
tr: Döngü

source: Select Edge Loop
hu: Élhurok kijelölése
tr: Kenar Döngüsü Seç

source: Stop at marked faces
hu: Megjelölt Lapoknál megáll
tr: İşaretli yüzlerde dur

source: Cross faces multiple times
hu: Többszörösen metszen Lapokat
tr: Yüzleri eşzamanlı çaprazla

source: Select edge ring
hu: Élgyűrű kijelölése
tr: Kenar halkası seç

source: Ring
hu: Gyűrű
tr: Halka

source: Select Edge Ring
hu: Élgyűrű kijelölése
tr: Kenar Halkası Seç

source: Shrink edge selection
hu: Élgyűrű kijelölés csökkentése
tr: Seçili kenarı büz

source: Shrink
hu: Csökkentés
tr: Büz

source: Shrink Edge Selection
hu: Élgyűrű kijelölés csökkentése
tr: Seçili Kenarı Büz

source: Slide edges
hu: Élek csúsztatása
tr: Kenarları kaydır

source: Slide
hu: Csúsztat
tr: Kaydır

source: Slide Edges
hu: Élek csúsztatása
tr: Kenarları Kaydır

source: Slide:
hu: Csúsztat:
tr: Kaydır:

source: Spin edges
hu: Élek pörgetése
tr: Kenarları döndür

source: Spin
hu: Pörget
tr: Döndür

source: Spin Edges
hu: Élek pörgetése
tr: Kenarları Döndür

source: Turns:
hu: Fordulatok:
tr: Sarımlar:

source: Use the scroll wheel to change the number of turns
hu: Használd az egérgörgőt hogy a forgások számát megváltoztasd.

source: Split edges
hu: Élek megfelezése
tr: Kenarları böl

source: Split
hu: Megfelez
tr: Böl

source: Split targets:
hu: Célok megfelezése:

source: Click to insert vertices into edges
hu: Klikkelj, hogy pontokat helyezz élekre
tr: Kenarlara köşeler eklemek için tıkla

source: Weld edges
hu: Élek összeforrasztása
tr: Kenarlara kaynak yap

source: Weld
hu: Forrasztás
tr: Kaynak

source: Weld Edges
hu: Élek összeforrasztása
tr: Kenarlara Kaynak Yap

source: Detach faces
hu: Lapok leválasztása
