Repository: Britefury/gsculpt
Catalog: i18n/*.po
Languages: hu, tr

source: Plane mesh
hu: Sík modell
tr: Düzlem ağı

source: Sphere mesh
hu: Gömb modell
tr: Küre ağ

source: Cylinder mesh
hu: Henger modell
tr: Silindir ağ

source: Cone mesh
hu: Kúp modell
tr: Koni ağ

source: Torus mesh
hu: Gyűrű modell
tr: Torus Ağ

source: Tube mesh
hu: Cső modell
tr: Tüp ağ

source: Mesh Primitives
hu: Alap modellek
tr: Ağ Temel Öğeleri

source: Prim.
hu: Alap.
tr: Tml Öğ.

source: Mesh primitive tools
hu: Alap modellek eszközei

source: Mesh primtive tools
hu: Alap modellek eszközei

source: Create Box
hu: Kocka létrehozása
tr: Kutu Oluştur

source: X-Segs:
hu: X-Szeletek:
tr: X-Parçlr:

source: Y-Segs:
hu: Y-Szeletek:
tr: Y-Parçlr.:

source: Z-Segs:
hu: Z-Szeletek:
tr: Z-Parçlr.:

source: Width:
hu: Szélesség:
tr: Genişlik:

source: Height:
hu: Magasság:
tr: Yükseklik:

source: Depth:
hu: Mélység:
tr: Derinlik:

source: Front
hu: Elöl
tr: Ön

source: Back
hu: Hátul
tr: Aka

source: Left
hu: Bal
tr: Sol

source: Right
hu: Jobb
tr: Sağ

source: Bottom
hu: Alul
tr: Alt

source: Top
hu: Felül
tr: Üst

source: Create Cone
hu: Kúp
tr: Koni Oluştur

source: Cone axis:
hu: Kúp tengely:
tr: Koni ekseni:

source: Angular segs.:
hu: Szögérték szeletek:
tr: Açısal parçlr.:

source: Length segs.:
hu: Hoszúság szeletek:
tr: Uzunluk parçlr.:

source: Radial segs.:
hu: Sugár szeletek:
tr: Radyal parçlr.:

source: Radius 1:
hu: Sugár 1:
tr: Yarıçap 1:

source: Radius 2:
hu: Sugár 2:
tr: Yarıçap 2:

source: Length:
hu: Hosszúság:
tr: Uzunluk:

source: Cap start
hu: Fedél kezdete
tr: Kapatmaya başla

source: Cap end
hu: Fedél vége
tr: Kapatmayı bitir

source: Create Cylinder
hu: Henger létrehozása
tr: Silindir Oluştur

source: Cylinder axis:
hu: Henger tengelye:
tr: Silindir eksen:

source: Radius:
hu: Sugár:
tr: Yarıçap:

source: Create Plane
hu: Sík létrehozása
tr: Düzlem Oluştur

source: Plane axis:
hu: Sík tengelye:
tr: Düzlem ekseni:

source: U-Segs.:
hu: U-Szeletek:
tr: U-Parç.:

source: V-Segs.:
hu: V-Szeletek:
tr: V-Parç.:

source: Create Sphere
hu: Gömb létrehozása
tr: Küre oluştur

source: Sphere axis:
hu: Gömb tengelye:
tr: Küre ekseni:

source: Stacks:
hu: Hor.vonalak:
tr: Yığıtlar:

source: Slices:
hu: Ver.vonalak:
tr: Kesitler:

source: Create Torus
hu: Gyűrű létrehozása
tr: Torus Oluştur

source: Torus plane:
hu: Gyűrű sík:
tr: Torus düzlem:

source: Major segs.:
hu: Főszeletek száma:
tr: Majör parçlr.:

source: Minor segs.:
hu: Alszeletek száma:
tr: Minör parçlr.:

source: Major radius:
hu: Fősugár:
tr: Majör yarıçap

source: Minor radius:
hu: Alsugár:
tr: Minör yarıçap

source: Planar
hu: Síkbeli
tr: Düzlemsel

source: Polar
hu: Sarki
tr: Kutup

source: Create Tube
hu: Cső létrehozása
tr: Tüp oluştur

source: Tube axis:
hu: Cső tengelye:
tr: Tüp eksen:

source: Inner radius:
hu: Belső sugár:
tr: İç yarıçap:

source: Outer radius:
hu: Külső sugár:
tr: Dış yarıçap:

source: Inner section
hu: Belső részleg
tr: İç bölüm

source: Outer section
hu: Külső részleg
tr: Dış bölüm

source: Cap material mapping:
hu: Fedél anyag letérképezése:
tr: Başlık materyalinin eşlenmesi:

source: Abstract procedure
hu: Absztrakt művelet
tr: Prosedür çıkar

source: Abstract scene node
hu: Absztrakt jelenet csomó
tr: Sahne boğumu çıkar

source: Default output source
hu: Alapértelmezett kimeneti forrás
tr: Varsayılan çıktı kaynağı

source: tool
hu: eszköz
tr: araçlar

source: Node view settings
hu: Csomónézet beállítások
tr: Boğum görünüm ayarları

source: gSculpt Project GSProject() -> a gSculpt project with an empty scene - XML writeable
hu: gSculpt Project GSProject() -> egy gSculpt tervezet üres jelenettel - XML -be írható
tr: gSculpt Projesi GSProjesi() -> boş bir sahneyle bir gSculpt projesi - XML writeable

source: Modify
hu: Módosít
tr: Değiştir

source: Modify Action
hu: Véghezvitel módosítása

source: Modify selected action
hu: Kijelölt cselekvés módosítása
tr: Seçilmiş eylemi değiştir

source: Plan
hu: Tervezet

source: Remove Action
hu: Véghezvitel eltávolítása

source: Remove selected action
hu: Kijelölt cselekvés eltávolítása
tr: Seçilmiş hareketi sil

source: Remove
hu: Eltávolít
tr: Sil

source: Move action up
hu: Cselekedet mozgatása fel
tr: Eylemi ileri taşı

source: Move action down
hu: Cselekedet mozgatása le
tr: Eylemi geri taşı

source: <b><span foreground="#000040">Plan</span></b>
hu: <b><span foreground="#000040">Tervrajz</span></b>

source: <b><span foreground="#004000">Node: </span></b>
hu: <b><span foreground="#004000">Csomó: </span></b>
tr: <b><span foreground="#004000">Boğum: </span></b>

source: <b><span foreground="#004000">No node</span></b>
hu: <b><span foreground="#004000">Nincs csomópont</span></b>

source: Action
hu: Cselekedet
tr: Eylem

source: Node:
hu: Csomópont:

source: Select model
hu: Modell kijelölése

source: Show scene graph
hu: Jelenetábra mutatása

source: Show scene graph window
hu: Jelenetábra ablak mutatása

source: Close scene graph window
hu: Jelenetábra ablak bezárása

source: Scene graph window
hu: Jelenetábra ablak

source: Close
hu: Bezárás

source: Default layer:
hu: Alapértelmezett réteg:
tr: Varsayılan katman:

source: Rename
hu: Átnevezés
tr: Yeniden adlandır

source: Add to
hu: Hozzáadás
tr: Ekle

source: Remove from
hu: Eltávolítás
tr: Taşı

source: Nodes
hu: Csomók
tr: Boğumlar

source: Choose model
hu: Modell választása

source: Scene graph
hu: Jelenetábra

source: ---Scene---
hu: ---Jelenet---
tr: ---Sahne---

source: Rename node
hu: Csomó átnevezése
tr: Boğuma yeni isim ver

source: Rename the node currently called "%s"
hu: Jelenleg elnevezett csomó átnevezése "%s"
tr: Halen çağrılmış "%s" boğumunu yeniden adlandır

source: Are you sure you wish to delete the %d selected node(s)?
hu: Biztos vagy benne hogy törölni akarod %d a kiválasztott csomó(ka)t?
tr: İşaretli %d boğumunu/boğumlarını silmek istediğinizden emin misiniz?

source: Confirm delete
hu: Törlés megerősítése
tr: Silmeyi doğrulayınız

source: Choose Model
hu: Modell kiválasztása

source: ChMdl
hu: Mdllválsztsa

source: Click on a model in a viewport to choose it.
hu: Kattints egy modellen a nézetablakban hogy kiválasztsd.

source: Models
hu: Modellek

source: Input model sink
hu: Beviteli modell tartály
tr: Model çıkış düğümü giriniz

source: Error while loading %s: %s
hu: Fájl betöltése közbeni hiba %s: %s
tr: Yüklenirken Hata %s: %s

source: <span foreground="#000040">[No texture]</span>
hu: <span foreground="#000040">[Nincs textúra]</span>
tr: <span foreground="#000040">[Doku yok]</span>

source: No texture
hu: Nincs textúra
tr: Doku yok

source: Choose file...
hu: Válassz adatállományt...
tr: Dosya seç..

source: Done
hu: Kész
tr: Uygula

source: Done / dismiss
hu: Kész / elbocsájt

source: Finish with this tool
hu: Végzem az eszközzel
tr: Bu araçla bitir

source: Abstract rotated transformation
hu: Absztrakt forgatott átalakítás
tr: Dönüşüm için dönme ekseni işaretle

source: Rotated Transformation
hu: Elforgatott átalakítás
tr: Dönme Eksenli Dönüşüm

source: Abstract Rotated Transformation
hu: Absztrakt forgatott átalakítás
tr: Dönüşüm İçin Dönme Ekseni İşaretle

source: Abstract transformation
hu: Absztrakt átalakítás
tr: Soyut dönüşüm

source: Transformation
hu: Átalakítás
tr: Dönüşüm

source: Abstract Transformation
hu: Absztrakt átalakítás
tr: Dönüşüm Çıkart

source: Abstract transformation base
hu: Absztrakt átalakítás alap
tr: Dönüşüm tabanı çıkart

source: Bend
hu: Hajlít
tr: Kıvır

source: Deformation rotation:
hu: Deformáció forgatás:

source: Set rotation
hu: Elforgatás beállítása
tr: Çevirme Ayarları

source: Bend:
hu: Hajlít:
tr: Kıvır:

source: Anchor (%%):
hu: Horgony (%%):
tr: Çapa(%%)

source: Lower (%%):
hu: Alsóbb (%%):
tr: Alt(%%)

source: Upper (%%):
hu: Felsőbb (%%):
tr: Üst(%%)

source: Dent
hu: Behorpaszt
tr: Çökme

source: Dent:
hu: Behorpaszt:
tr: Çökme:

source: Linear Twist
hu: Egyenletes csavarás
tr: Doğrusal Dönme

source: Twist:
hu: Csavarás :
tr: Dön:

source: Radial Twist
hu: Sugaras csavarás
tr: Yarıçapsal Dön

source: Shear
hu: Nyírás
tr: Kes

source: Shear:
hu: Nyírás:
tr: Kes:

source: Shrink:
hu: Összehúzódás:
tr: Büzül:

source: Taper
hu: Hegyező
tr: Sivrilt

source: Taper:
hu: Hegyező:
tr: Sivrilt:

source: Deformation mode
hu: Deformáció mód

source: Deformations
hu: Deformáció

source: Linear twist
hu: Egyenletes csavarás
tr: Doğrusal dön

source: L. Twist
hu: Egynlts.csvarás
tr: Sola Dön

source: Radial twist
hu: Sugaras csavarás
tr: Yarıçapsal dön

source: R. Twist
hu: Sgras.csvarás
tr: Sağa dön

source: Deformations menu
hu: Deformációk menüje

source: Deformation tools
hu: Deformációs eszközök

source: Transformations/Deformations
hu: Átalakítók/Deformálók
tr: Değişimler/Bozulmalar

source: The file %s already exists
hu: A fájl %s már létezik
tr: %s dosyası önceden oluşturuldu

source: Overwrite?
hu: Felülír?
tr: Üzerine Yazılsın mı?

source: Image
hu: Kép
tr: Resim

source: [NONE]
hu: [NINCS]
tr: [HİÇBİRİ]

source: Background image mode
hu: Háttér kép mód

source: Main
hu: Fő

source: Bkg.
hu: Háttér
tr: Arkp.

source: Background Images
hu: Háttér képek
tr: Arkaplan Resimleri

source: Choose texture
hu: Válassz mintát
tr: Doku seç:

source: Overlay
hu: Beborítás
tr: Kapla

source: Visible
hu: Látható
tr: Görünür

source: Backface cull
hu: Láthatatlan lapok kihagyása
tr: Arka yüz seç

source: Origin
hu: Eredet
tr: Orjin

source: From image
hu: Képből
tr: Resimden

source: Texture:
hu: Textúra:
tr: Doku:

source: Brightness:
hu: Fényerő:
tr: Parlaklık:

source: Opacity:
hu: Átlátszatlanság:
tr: Donukluk:

source: Choose image file
hu: Válassz kép állományt
tr: Resim dosyası seç

source: Drawing plane mode
hu: Kirajzoló sík módja

source: DP
hu: KS

source: Click on a point on the current
hu: Klikkelj az aktuális modell egy pontjára

source: model to focus on that point.
hu: hogy arra a pontra fókuszálj.

source: Close model layer window
hu: Modellréteg ablak bezárása

source: Model layer window
hu: Modellréteg ablak

source: Name
hu: Név
tr: Ad

source: New Layer
hu: Új réteg
tr: Yeni Katman

source: Please enter a name for the new layer
hu: Gépelj be nevet az új rétegnek
tr: Yeni katman için bir isim giriniz

source: Please enter the new name for the layer
hu: Gépeld be az új réget új nevét
tr: Katman için yeni bir isim giriniz

source: Rename Layer
hu: Réteg átnevezése
tr: Katmana Yeni isim

source: [None]
hu: [Nincs]
tr: [Hiçbiri]

source: Background colour:
hu: Háttér színe:

source: Grid level 1 colour:
hu: 1-es háló-szint színe:

source: Grid level 2 colour:
hu: 2-es háló-szint színe:

source: Grid level 3 colour:
hu: 3-as háló-szint színe:

source: Unmarked vertex colour:
hu: Megjelöletlen csúcspont színe:

source: Unmarked vertex point size:
hu: Megjelöletlen csúcspont hegyének mérete:

source: Marked vertex colour:
hu: Megjelölt csúcspont színe:

source: Marked vertex point size:
hu: Megjelölt csúcspont hegyének mérete:

source: Reflected vertex colour:
hu: Csúcspont visszaverődő színe:

source: Reflected vertex point size:
hu: Csúcspont visszaverődő hegyének mérete:

source: Unmarked edge colour:
hu: Megjelöletlen él színe:

source: Unmarked edge line width:
hu: Megjelöletlen él vonalvastagsága:

source: Marked edge colour:
hu: Megjelölt él színe:

source: Marked edge line width:
hu: Megjelölt él vonalvastagsága:

source: Background edge colour:
hu: Háttérben lévő él színe:

source: Background edge line width:
hu: Háttérben lévő él vonalvastagsága:

source: Transparent background edge colour:
hu: Háttérben lévő átlátszó él színe:

source: Transparent background edge line width:
hu: Háttérben lévő átlátszó él vonalvastagsága:

source: Reflected edge colour:
hu: Él visszaverődő színe:

source: Reflected edge line width:
hu: Él visszaverődő vonalvastagsága:

source: Live subdivided edge colour:
hu: Élőben felosztott él színe:

source: Live subdivided edge line width:
hu: Élőben felosztott él vonalvastagsága:

source: Surface diffuse colour:
hu: Felület alap színe:

source: Surface specular colour:
hu: Felület fényvisszaverő színe:

source: Transparent background diffuse colour:
hu: Átlátszó háttér alap színe:

source: Transparent background specular colour:
hu: Átlátszó háttér fényvisszaverő színe:

source: Transparent background alpha:
hu: Átlátszó háttér alfa csatornája:

source: Reflected surface filter colour:
hu: Fényvisszavert felület szűres színe:

source: Live subdivided surface diffuse colour:
hu: Élőben felosztott felület alap színe:

source: Live subdivided surface specular colour:
hu: Élőben felosztott felület fényvisszaverő színe:

source: Marked face colour:
hu: Megjelölt lapok színe:

source: Marked face alpha:
hu: Megjelölt lapok alfa csatornája:

source: Overlay factor:
hu: Rátevés együtthatója:

source: Mirror plane colour:
hu: Tükröző sík színe:

source: Mirror plane alpha:
hu: Tükröző sík alfa csatornája:

source: Drawing plane colour:
hu: Kirajzoló sík színe:

source: Drawing plane alpha:
hu: Kirajzoló sík alfa csatornája:

source: Vertex pick highlight point size:
hu: Pont kijelölés elő-megjelölés mérete:

source: Edge pick highlight line width:
hu: Él kijelölés elő-megjelölés vonalvastagsága:

source: Target highlight colour:
hu: Cél elő-megjelölés színe:

source: Marked target highlight colour:
hu: Megjelölt cél elő-megjelölés színe:

source: Invalid target highlight colour:
hu: Érvénytelen cél elő-megjelölés színe:

source: Warning target highlight colour:
hu: Figyelmeztető cél elő-megjelölés színe:

source: Path highlight colour:
hu: Út elő-megjelölés színe:

source: Vertex reticle colour:
hu: Pontok alapszíne:

source: Modification 1 highlight colour:
hu: Eszközök előrevetített módosításának 1 színe:

source: Modification 2 highlight colour:
hu: Eszközök előrevetített módosításának 2 színe:

source: Modification highlight alpha:
hu: Eszközök előrevetített kijelölésének alfa csatornája:

source: Background
hu: Háttér

source: Grid
hu: Háló

source: Surface
hu: Felület

source: Marked faces
hu: Megjelölt lapok

source: Mirror plane
hu: Tükröző sík

source: Highlights
hu: Elő-megjelölések

source: Modification highlights
hu: Módosítás kiemelése

source: Reset
hu: Alapértelmezésbe hoz

source: gSculpt View drawing settings (*.gsview)
hu: gSculpt Nézeti kirajzolás beállítások (*.gsview)

source: Are you sure you wish to reset the view drawing settings?
hu: Biztos vagy benne hogy alapértelmezésbe akarod hozni a nézeti kirajzolás beállításait?

source: Orthographic
hu: Orthografikus
tr: İmla

source: Perspective
hu: Perspektívikus
tr: Perspektif

source: Previous
hu: Előző

source: Previous view
hu: Előző nézet

source: Notebook layout
hu: Jegyzetkönyv elrendezés

source: Next
hu: Következő

source: Next view
hu: Következő nézet

source: View 1
hu: 1-es nézet

source: View 2
hu: 2-es nézet

source: View 3
hu: 3-as nézet

source: View 4
hu: 4-es nézet

source: View 5
hu: 5-ös nézet

source: View 6
hu: 6-os nézet

source: View 7
hu: 7-es nézet

source: View 8
hu: 8-as nézet

source: View 9
hu: 9-es nézet

source: View 10
hu: 10-es nézet

source: New viewport
hu: Új nézőablak
tr: Yeni pencere

source: Create new viewport
hu: Új nézőablak teremtése
tr: Yeni pencere oluştur

source: Reorder:
hu: Átrendez:
tr: yeniden düzenle:

source: Depth=0
hu: Mélység=0

source: Focus on origin
hu: Eredetre összpontosítás

source: Set depth to 0
hu: Állítsd a mélységet 0-ra

source: Zoom: 1 to 1
hu: Ráközelít: 1 az 1

source: Choose grid plane
hu: Hálósík választása

source: Enable grid plane
hu: Hálósík engedélyezése

source: Viewport rendering settings
hu: Nézetablak kirajzolás beállítása

source: Foreground:
hu: Előtér:
tr: Ön plan

source: Draw vertices
hu: Pontok mutatása
tr: Dikler çiz

source: Draw wireframe
hu: Drótháló mutatása
tr: Tel çerçeve çiz

source: Draw solid
hu: Szilárd test mutatása
tr: Katı cisim çiz

source: Draw marked faces
hu: Megjelölt Lapok mutatása
tr: İşaretli yüzler çiz

source: Background:
hu: Háttér:
tr: Arkaplan:

source: Transparent
hu: Átlátszó

source: Background images:
hu: Háttér képek:
tr: Arkaplan resimleri:

source: <span color="red">gSculpt-0.99.43-alpha notes</span>: The pick edge loops tool, pick edge rings tool, and pick edge boundaries tool, have been removed. Their functionality is now part of the pick edges tool. See the pick edges tool for instructions.
hu: <span color="red">gSculpt-0.99.43-alfa jegyzetek</span>: Az élhurkok kijelölése eszköz, az élgyűrűk kijelölése eszköz, az él határvonalak kijelölése eszköz el lett távolítva. Működésük mostantól fogva már az él kijelölés eszköz részeként folytatódik. Lásd az él kijelölése eszközt további instrukciókért.

source: <span color="red">gSculpt-0.99.35-alpha notes</span>: This version has introduced some changes to the slide edges tool which could introduce some incompatibilites. The changes mean that the slide tool can slide edges that could not be slid before. This could result in some pieces of work created in previous versions that use the slide operation, to load incorrectly. To fix these problems, go through the plan carefully, and check your slide operations to see if they are doing the right thing. If not, modify them to correct it. If this causes problems, please go to the gSculpt website at http://gsculpt.sourceforge.net and contact the author, and attach your project file so that it can be fixed.
hu: <span color="red">gSculpt-0.99.35-alfa jegyzetek</span>: Ez a verzió pár változtatást eszközölt az élek csúsztatása eszközön ami néhány inkompatibilitási hibákat eredményezhet. Mostantól fogva az élek csúsztatása eszköz olyan éleket is képes csúsztatni amik nem voltak csúsztathatóak azelőtt. Ez előző verziókban készített munkákra lehet kihatással, aminekfolytán az állomány tévesen töltődhet be. A probléma megoldása, hogy óvatosan végigmegyünk minden egyes lépésen és megnézzük az élek csúsztatása eszköz működését minden egyes használatkor. Hiba esetén korrigáljunk. Sok probléma esetén menjünk a gSculpt weboldalára információkért: http://gsculpt.sourceforge.net Itt értesíthetjük a szerzőt, mellékelhetjük a hibás állományt és kérhetjük a hibák megjavítását.

source: gSculpt %s Notes
hu: gSculpt %s Jegyzetek
tr: gSculpt %s Notlar

source: Brush falloff:
hu: Mágneses befolyás:

source: <span color="red">Warning:</span> This is ALPHA release software The work you produce in this gSculpt version is not guaranteed to work in future versions. The author accepts no responsibility for lost time, hair, money, or sanity. <span color="blue">Advice:</span> - Save regularly - As new versions of gSculpt may not load models created in previous version, export to OBJ regularly as well. - The saving code can crash. In this case, the old work file will remain intact (it will not be replaced), however, you will lose subsequent changes. The only notification that you will receive of a problem is a traceback appearing in the command shell window.
hu: <span color="red">Figyelmeztetés::</span> Ez ALFA stádiumban lévő szoftver. Ami munkát végzel ezzel a gSculpt verzióval az nem garantált hogy működni fog a jövőbeli verziókkal is. A szerző nem vállal felelősséget az elvesztett időért, hajért, pénzért vagy értelemért. <span color="blue">Jótanács:</span> - Ments gyakran! - Mivelhogy a gSculpt újabb verziói nem biztos hogy betöltik az előző verziókban készített modelleket, gyakran ments .obj formátumba is. - A mentés kód összeomolhat. Ebben az esetben a régebbi adatállomány érintetlen marad (felülírásmentes), de az új változtatások elvesznek. A problémáról az egyetlen értesítés a kommand promt ablakban jelenik meg kiírásként.

source: <span color="red">gSculpt-0.99.45.1-alpha notes</span>: Previous versions contained a bug that could result in work that was created in those versions getting poly-souped when loaded into v0.99.45.1 or newer. If this happens, you can use a previous version of gSculpt (such as v0.99.45) to export your model as an OBJ. This can be reimported.
hu: <span color="red">gSculpt-0.99.45.1-alfa jegyzetek</span>: Előző verziók tartalmaztak egy hibát amitől korábban készített munkák poligon-levessé váltak ha be lettek töltve újabb verziókba. Ha ez ismét megtörténik, használd a gSculpt előző verzióit (mint pl: v0.99.45) hogy .obj formátumban mentsd ki a modelledet. Ezekután ezt már be lehet tölteni az új verziókba.
